Repository: avorite/store-metrics
Catalog: languages/store-metrics-*.po
Languages: he_il

source: %1$s requires WooCommerce to be active. Please %2$s.
he_il: %1$s דורש שוומרס יהיה פעיל. אנא %2$s.

source: activate WooCommerce
he_il: הפעל את וומרס

source: %1$s requires WooCommerce to be installed and active. Please %2$s.
he_il: %1$s דורש התקנה והפעלה של וומרס. אנא %2$s.

source: install WooCommerce
he_il: התקן את וומרס

source: Store Metrics
he_il: סטטיסטיקת חנות

source: Filter
he_il: סינון

source: Save Settings
he_il: שמור הגדרות

source: Top 5 Products
he_il: 5 המוצרים המובילים

source: Image
he_il: תמונה

source: Product
he_il: מוצר

source: Sales
he_il: מכירות

source: Price
he_il: מחיר

source: Cost Price
he_il: מחיר עלות

source: * Cost Price is the product cost value that can be set on the product edit page in the General tab.
he_il: * מחיר עלות הוא ערך עלות המוצר שניתן להגדיר בדף עריכת המוצר בכרטיסייה כללי.

source: No products found for selected period
he_il: לא נמצאו מוצרים לתקופה שנבחרה

source: Current Statistics
he_il: סטטיסטיקה נוכחית

source: Metric
he_il: מדד

source: Value
he_il: ערך

source: Total Sales
he_il: סך המכירות

source: Total Deals
he_il: סך העסקאות

source: Refresh Statistics
he_il: רענן סטטיסטיקה

source: Statistics refreshed successfully!
he_il: הסטטיסטיקה רועננה בהצלחה!

source: Nonce verification failed
he_il: אימות האבטחה נכשל

source: No product found
he_il: לא נמצא מוצר

source: sale
he_il: מכירה

source: ROI Settings
he_il: הגדרות ROI

source: PR Budget
he_il: תקציב יחסי ציבור

source: PR Budget for %s %d
he_il: תקציב יחסי ציבור ל-%s %d

source: Additional Costs
he_il: עלויות נוספות

source: Additional Costs for %s %d
he_il: עלויות נוספות ל-%s %d

source: Enter the cost price for this product
he_il: הזן את מחיר העלות למוצר זה

source: You do not have sufficient permissions to access this page.
he_il: אין לך הרשאות מספיקות לגשת לדף זה.

source: You do not have sufficient permissions to perform this action.
he_il: אין לך הרשאות מספיקות לבצע פעולה זו.
